<?php
// Heading
$_['heading_title']    = 'Баннер2';

// Text
$_['text_module']      = 'Модули2';
$_['text_success']     = 'Настройки модуля обновлены!2';
$_['text_edit']        = 'Редактирование модуля2';

// Entry
$_['entry_name']       = 'Название2';
$_['entry_banner']     = 'Баннер2';
$_['entry_dimension']  = 'Размеры (Ширина x Высота)2';
$_['entry_width']      = 'Ширина2';
$_['entry_height']     = 'Высота2';
$_['entry_status']     = 'Статус2';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!2';
$_['error_name']       = 'Название модуля должно быть от 3 до 64 символов!2';
$_['error_width']      = 'Необходимо указать ширину!2';
$_['error_height']     = 'Необходимо указать высоту!2';